{
    "chapterpreview": {
        "title": "Chapter Preview",
        "subtitle": "Read some chapters for free",
        "chapters":[
            {
                "image":"/assets/Images/Chapter preview/1.jpg",
                "title": "Chapter One",
                "text1": "As I sit here with one foot on either side of the ledge, looking down from twelve stories above the streets of Boston, I cannot help but think about suicide.Not my own. I like my life enough to want to see it through.",
                "text2": "I am more focused on other people, and how they ultimately come to the decision to just end their own lives. Do they ever regret it? In the moment after letting go and the second before they make impact, there has to be alittle bit of remorse in that brief free fall. Do they look at the ground as itrushes toward them and think, “Well, crap. This was a bad idea.Somehow, I think not. ",
                "text3": "I think about death a lot. Particularly today, considering I just—twelve hours earlier—gave one of the most epic eulogies the people of Plethora,Maine, have ever witnessed. Okay, maybe it was not the most epic. It very well could be considered the most disastrous. I guess that would depend on whether you were asking my mother or me. My mother, who probably would not speak to me for a solid year after today.",
                "text4": "Do not get me wrong; the eulogy I delivered was not profound enough to make history. But it was epic in its own way.",
                "text5": "I was nervous at first. It was the funeral of the prodigious Andrew Bloom, after all. Adored mayor of my hometown of Plethora, Maine.Owner of the most successful real-estate agency within city limits. Husband of the highly adored Jenny Bloom, the most revered teaching assistant in all of Plethora. And father of Lily Bloom—that strange girl with the erraticred hair who once fell in love with a homeless guy and brought great shame upon her entire family.That would be me. I am Lily Bloom, and Andrew was my father. "
            },
            {
                "image":"/assets/Images/Chapter preview/2.jpg",
                "title": "Chapter Two",
                "text1":"Lucy—the roommate who loves to hear herself sing—is rushing around theliving room, gathering keys, shoes, a pair of sunglasses. I am seated on the couch, opening up shoeboxes stuffed with some of my old things from when I lived at home. I grabbed them when I was home for the funeral of my father this week.",
                "text2":"We have a lot in common on the surface, but beyond wearing the same size clothes, being the same age, and both having four-letter names that start with an L and end with a Y, there is not much else there that makes usmore than just roommates.",
                "text3": "I am okay with that, though. Other than theincessant singing, she is pretty tolerable. She is clean and she is gone a lot.Two of the most important qualities in a roommate.",
                "text4": "I am pulling the lid off the top of one of the shoeboxes when my cellphone rings. I reach across the couch and grab it. When I see that it is my mother, I press my face into the couch and fake-cry into a throw pillow.",
                "text5": "I sigh and sit back up on the couch. “Hey, Mom.” I am really surprised she is speaking to me. It has only been one day since the funeral. That is 364days sooner than I expected to hear from her."
            },
            {
                "image":"/assets/Images/Chapter preview/3.jpg",
                "title": "Chapter Three",
                "text1": "Six months later “Oh.”That is all she says.My mother turns and assesses the building, running a finger over the window sill next to her. She picks up a layer of dust and wipes it between her fingers.",
                "text2": "She scrolls over the windows, nodding. There is this sound she makes in the back of her throat sometimes, where she agrees with a little hum but her lips remain tight. It means she does not actually agree. And she makes that sound. Twice.",
                "text3": "I drop my arms in defeat. “You think this was stupid?” She gives her head a slight shake. “That all depends on how it turns out,Lily,” she says. The building used to house a restaurant and it is still full of old tables and chairs. My mother walks over to a nearby table and pulls outone of the chairs, taking a seat. “If things work out, and your floral shop is successful, then people will say it was a brave, bold, smart business decision.But if it fails and you lose your entire inheritance . . .”",
                "text4": "“Then people will say it was a stupid business decision.”She shrugs. “That is just how it works. You majored in business, you know that.” She glances around the room, slowly, as if she is seeing it the way it will look a month from now. “Just make sure it is brave and bold,Lily.”",
                "text5": "I smile. I can accept that. “I cannot believe I bought it without asking you first,” I say, taking a seat at the table."
            },
            {
                "image":"/assets/Images/Chapter preview/4.jpg",
                "title": "Chapter Four",
                "text1":"It takes me half an hour to make it from my car to my apartment. I called Lucy twice to see if she could help me, but she did not answer her phone. When I make it inside my apartment, I am a little irritated to see her lying on the couch with the phone to her ear.",
                "text2": "I slam our front door behind me and she glances up. “What happened to you?” she asks.I use the wall for support as I hop toward the hallway. “Sprained my ankle.” When I make it to my bedroom door, she yells, “Sorry I did not answerthe phone! I am talking to Alex! I was gonna call you back!”",
                "text3": "“It is fine!” I holler back at her, and then slam my bedroom door shut. I go to the bathroom and find some old pain pills I had stuffed into a cabinet. I swallow two of them and then fall onto my bed and stare up at the ceiling.",
                "text4": "I cannot believe I will be stuck in this apartment for an entire week. I grab my phone and text my mother.",
                "text5": "I drop my phone onto my bed, and for the first time since she moved here, I am thankful my mother lives fairly close to me. It actually has not been that bad. I think I like her more now that my father has passed away."
            },
            {
                "image":"/assets/Images/Chapter preview/5.jpg",
                "title": "Chapter Five",
                "text1": "Ryle was correct. It only took a few days for my ankle to feel good enough that I could walk on it again. I waited a full week before attempting to leave my apartment, though. The last thing I need is to reinjure it.",
                "text2": "Of course the first place I went was to my floral shop. Allysa was there when arrived today, and to say I was shocked when I walked through the front doors is an understatement. It looked like a totally different building than the one I bought.",
                "text3": "There is still a ton of work that needs to be done,but she and Marshall had gotten rid of all the stuff we marked as trash.Everything else had been organized into piles. The windows had been washed, the floors had been mopped. She even had the area where I plan to put an office cleaned out.",
                "text4": "I helped her for a few hours today, but she would not let me do much that required walking at first, so I mostly drew out plans for the store. We picked out paint colors and set a goal date to open the store that is approximately fifty-four days from now.",
                "text5": "After she left, I spent the next few hours doing all the stuff she would not let me do while she was there. It felt good to be back. But Jesus Christ, I am tired."
            }
        ]
    },

    "chapterpreview2": {
        "title": "Chapter Preview",
        "subtitle": "Read some chapters for free",
        "chapters":[
            {
                "title": "Chapter 01",
                "image":"/assets/Images/Chapter preview/6.jpg"
            },
            {
                "title": "Chapter 02",
                "image":"/assets/Images/Chapter preview/7.jpg"
            },
            {
                "title": "Chapter 03",
                "image":"/assets/Images/Chapter preview/8.jpg"
            },
            {
                "title": "Chapter 04",
                "image":"/assets/Images/Chapter preview/9.jpg"
            },
            {
                "title": "Chapter 05",
                "image":"/assets/Images/Chapter preview/10.jpg"
            }
        ]
    }
}