{
    "chapter": {
        "title": "Chapters we have covered",
        "subtitle": "CHAPTERS",
        "image": "assets/Images/hero-2.png",
        "chapterItem": [
            {
                "id": 1,
                "title": "Chapter 01",
                "description": "Lily Bloom, a 23-year-old college graduate currently in Boston, has given an eulogy at her father's funeral hours ago, in her hometown of Plethora, Maine. Currently, she has decided to stand at the ledge of a twelve-story building to be alone with her thoughts."
            },
            {
                "id": 2,
                "title": "Chapter 02",
                "description": "Lily goes home to her annoying roommate Lucy who sings all the time. Lily gets a call from her mother, and they both pretend that Lily just got choked up during her father's eulogy, rather than making a purposeful statement about his character with her silence."
            },
            {
                "id": 3,
                "title": "Chapter 03",
                "description": "Lily quits her job and uses her inheritance to buy a storefront that she wants to turn into a flower shop. She shows it to her mother, who is equal parts impressed at Lily's boldness and concerned it won't work out. A woman named Allysa comes in looking for a job."
            },
            {
                "id": 4,
                "title": "Chapter 04",
                "description": "Lily's ankle is sprained, and Ryle recommends she stay off it for a week while it heals. She hobbles to her apartment, takes pain pills, and realizes she's going to have to fill her time. She decides to go back to reading her old journals about Atlas."
            },
            { 
                "id": 5,
                "title": "Chapter 05",
                "description": "Ryle pays her a surprise visit and she notices that he looks tired and seems to have come from the hospital. He tells her he has tracked down her apartment and confesses that he has been unable to stop thinking about her."
            },
            {
                "id": 6,
                "title": "Chapter 06",
                "description": "Ryle is the first customer, which makes Lily happy and frustrated. He buys flowers, and Allysa asks if they're for a girl. He picks out purple lilies, which Lily thinks is ironic because of her name. Allysa asks Ryle if he's bringing this mystery girl to her upcoming party."
            },
            { 
                "id": 7,
                "title": "Chapter 07",
                "description": "Lily attends Allysa’s birthday party with her old work friend, Devin. Devin is gay, but when Lily confides in him about Ryle, he offers to pretend to be her boyfriend to make Ryle jealous. "
            }
        ]
    }
}